tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "coreutils"
brew "curl"
brew "dos2unix"
brew "exa"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "n"
brew "neovim"
brew "ripgrep"
brew "wget"
cask "coteditor"
cask "font-hack-nerd-font"
cask "hyper"
cask "karabiner-elements"
cask "rectangle"
