tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "coreutils"
brew "libidn2"
brew "curl"
brew "dos2unix"
brew "eza"
brew "findutils"
brew "fish"
brew "freetds"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "geos"
brew "ghostscript"
brew "ghq"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "lsd"
brew "neovim"
brew "php"
brew "pkg-config"
brew "proj"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "volta"
cask "background-music"
cask "coteditor"
cask "font-hack-nerd-font"
cask "hyper"
cask "karabiner-elements"
cask "raycast"
cask "visual-studio-code"
vscode "antfu.slidev"
vscode "asvetliakov.vscode-neovim"
vscode "bmalehorn.vscode-fish"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "glenn2223.live-sass"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "oderwat.indent-rainbow"
vscode "ritwickdey.LiveServer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shuworks.vscode-table-formatter"
vscode "tomoki1207.pdf"
vscode "Vue.volar"
