tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "coreutils"
brew "curl"
brew "dos2unix"
brew "exa"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "gzip"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "volta"
cask "background-music"
cask "clipy"
cask "coteditor"
cask "font-hack-nerd-font"
cask "karabiner-elements"
cask "rectangle"
cask "visual-studio-code"
cask "wezterm"
